<?php
namespace Cowsayphp\Farm;

use Cowsayphp\AbstractAnimal;

class Netero2 extends AbstractAnimal
{
    protected $character = <<<DOC

　 　 　 　 　／ 　 　 　 　 　 　 ｀　､ 　 　 　 {{bubble}}
　　　 　 　/　 　　　　　　　　ノﾉ　　ヽ
　　　　　 ,　　　　　ニニ彡'⌒　　　 /｀ヽ
　　 　　　' 　 ニミ　ニニ彡　 　 　 〈ｒう├－-ミ
　　 　 　 { {　ニミ　} j ｊ ｊﾉｘ'ィイく　　}し｛＼　　 ｀丶、＿＿_／ニニニ
　　　　 　ｊ_ニニミV ﾊﾚﾉ ｘ＜⌒ヽ　 V ﾍ 　＼　　　 ＼ニニニニニニニ
　　　　　 {xミミｰ'ヾ(､ﾙ( 厶ｔｧァく⌒ヾ}　　）ﾊ::::::.　　　　＼ニニニニニニ
　　　　　彡ｨ'"＞tｧ}　＼(｀ニ彡 ノ` /ト=く 　 ::::::i　　　　　＼ニニニニニニ
　　 　　( 　 V＾`こ7　 _, ＼｀`ヾヽ｀　ﾉ|｀ヽ ヽ ｌ:::::|　　　　　　 ＼ニニニニニ
　　 　 　 　 ∧　　{ '　　｀ ﾉ＾ヽ 　 　{ ﾉ　　 　 !:::::|　　　＿__ノ^ヽニニニニニニ
　　　　　 ／.::::＼ゝヽ. _ノヽ｀｀ヽ, -――- 、 /:::::/　／ 　 　　￣｀ヽニニニニニ
　　 　 ／.::::::::::::::::>'"ﾉﾙﾊヽ`／ -―- ､⌒Ｖ::::::/.／／ ｊ＿__ノ、　　ヽニニニニニ
　　／ニニ、｀ヽ｀ヾﾍ{ {､ﾑイ　､＿（　　 >　 ＼／ （__ ノニニニ　　 　 ＼ニニニニ
　,仁ニニニ＼ヽヽヽ ∨　　　/ニﾆ＞彡＞--'）__ ノ　　 　｀ヽニ　　　　　＼ニニニ二
　ニニニニニﾆヽ 　 /　　 　 {ニニ＞ ´　｀¨¨´　　　　　　　　 ﾆ}　　　　　　＼＞''"´
　ニニニニニニﾆﾆ/　　　　 ∨　/　　　　　　　　　　　　　　　}八
　ニニニニニニﾆ./　 　 　 　 }ニ{　　　　　　　　　　　　　 　 ﾉニヽ　　　　 ﾉ
　ニニニニニﾆﾆ/　　　　　　 }ニﾊ　　　　　　　　 　 　 　 ／⌒ヽヽヽ ___彡
　ニニニニニﾆﾆ!　　　 　 　 ﾉニニヽ、　 　 　 　 　 　 ／　　　　　｀ ー=彡'ニニニニニ
　ニニニニニﾆﾆ}　　　　　　　　　　⌒`丶、　　　　 ／⌒ヽ　 ﾉ　　　　　ノ＿＿＿＿＿
　 ／￣￣￣｀ヽ/ヽ、　＿彡ﾍ{ ｛　　　 　 　 ＞ ､　/　　 　 ／ ￣￣￣
　　 　 ) ､　 　 /　　 ヾ､　　　 ヽ ヽ　 　 　 （ 　 　`{　　　 /
　//　⌒ヽ　 /　　　　〃 トミ　　＿__　＞--‐=､ 　 ヽ ＿ﾉ
　 { 　 　 　 /　　　　//　　　　 /　　　　　　　　 ＼__ﾉ}

DOC;
}
